
export default {
  'center': '炫踪网络孵化中心是什么？',
  'centerInfo': '     2016年，炫踪网络正式成立孵化中心，针对手机网络游戏进行项目孵化，以独立工作室模式运营，保证孵化团队和项目在财务独立、人事独立、利润分红等方面的特权，并提供了炫踪在资金、技术、运维、人力等资源便利，从而吸纳了中国国内众多起步阶段的优质资源的加入，保障了各个产品依托炫踪多年海外游戏成熟经验成功发行的概率。',
  //关于孵化
  'aboutIncubator': {
    'title': '炫踪孵化5大须知',
    'ttl': '您也喜欢列表吧！',
  },
  'aboutIncubatorOne': {
    'title': '我们有个愿景',
    'label': '我们的所作所为，都针对同一个目标。',
    'info': '借助炫踪网络在欧美市场多年的实战经验和丰富资源，帮助国内CP做出真正有趣味有品质的好游戏，助力产品走向全球，实现游戏人的出海梦想！',
  },

  'aboutIncubatorTwo': {
    'title': '我们如何筛选孵化项目',
  },

  'aboutIncubatorThree': {
    'title': '游戏CP/项目入孵有哪些要求',
  },
  'aboutIncubatorFour': {
    'title': '我们提供怎样的支持',
    'labelLeft': '工作室支持机制',
    'labelLeftInfo': '炫踪孵化中心对入孵工作室的支持渗透在游戏研发的每个环节',
    'labelRight': '工作室激励机制',
    'labelRightInfo': '成倍释放伙伴们的潜力',

  },
  // 职位
  'technology': [
    {
      'ttl': '产品支持',
      'example': '策划,美术,剧情,音效',
    },
    {
      'ttl': '运营支持',
      'example': '跨平台SDK,运营后台,亚马逊平台,数据分析,机器学习',
    },
    {
      'ttl': '技术支持',
      'example': '前后端引擎支持,知识共享,测试支持',
    },
    {
      'ttl': '市场支持',
      'example': '全程用户调研,竞品分析,市场预判,前期预热,整合营销',
    },
    {
      'ttl': '独立的财务核算权',
    },
    {
      'ttl': '独立人事管理权',
    },
    {
      'ttl': '丰厚利润分成',
    },
  ],

  'aboutIncubatorFive': {
    'title': '我们的孵化过程是怎样的',
  },

  // 孵化过程
  'incubatorProcess': [
    '构想',
    '原型',
    '制作前',
    '制作',
    '完善与除错',
    '测试运营',
  ],
  // 孵化过程右侧
  'incubatorProcessRight': [
    {
      'name': '核心策划方案',
      'title': 'HLC的定义',
      'subcon': [
        'HLC是一部策划文档，辅以各种必要的参考素材来阐明核心游戏体验和基本游戏规则',
        '制作人需尽量精确地描述核心目标用户',
        '制作人需阐明核心团队能力',
      ],
    },
    {
      'name': '最小（简）可行版本',
      'title': 'MVP',
      'subcon': [
        'MVP版本是一个可玩的版本',
        '仅包含游戏的“核心循环”，即玩家将在游戏中反复进行的核心活动',
        '反复验证调整，直到核心循环有足够乐趣',
        '最小且最简',
      ],
    },
    {
      'name': '最终质量原型',
      'title': 'FPP',
      'subcon': [
        '一个正式可玩的版本：',
        '-能代表最终质量的美术表现',
        '-能代表最终质量的核心游戏体验循环',
        '-具有相对于正式游戏3天左右的成长体验',
        '-可为配合QA测试提供加速功能',
        '-前后端主要技术实现方案确定',
        '最终的美术风格定义',
      ],

    },
    {
      'name': '可上线测试版本',
      'title': 'Alpha要求',
      'subcon': [
        '研发阶段以实现所有功能为最高优先',
        'Alpha版本玩法内容=上线版本玩法内容',
        '具备至少90天的游戏成长循环，可为配合QA测试提供加速功能',
        '没有可能阻碍游戏进程的S和A级bug,QA完整测试通过',
        '剩余Bug总数达到峰值(Alpha之前，发现bug速度 > 解决bug速度，之后反之)',
      ],
    },

    {
      'name': '可倒量测试版本',
      'title': 'Close Beta要求',
      'subcon': [
        '最终上线内容',
        '所有相关工具，服务，SDK接入完成=上线版本玩法内容',
        '润色优化达标，QA完整测试并通过',
        '版本具备正式运营条件,QA完整测试通过',
      ],
    },

  ],

}


